1yib.nodejs-bundle
1yib.svelte-bundle
aaron-bond.better-comments
adpyke.codesnap
ahadcove.js-quick-console
akamud.vscode-theme-onedark
alefragnani.project-manager
ardenivanov.svelte-intellisense
aslamanver.node-js-dependency-manager
aykutsarac.jsoncrack-vscode
azemoh.theme-onedark
bhshawon.node-json-autocomplete
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
dbaeumer.vscode-eslint
diz.ecsstractor-port
drcika.apc-extension
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
figma.figma-vscode-extension
firefox-devtools.vscode-firefox-debug
fivethree.vscode-svelte-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-github-actions
goit.vscode-activity
herrmannplatz.npm-dependency-links
hypermystic.keyframes
idansaban.turbo-console-debuglog
jameslan.yaclock
jasonnutter.search-node-modules
joaomoreno.github-sharp-theme
jock.svg
joshbolduc.commitlint
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
lior-chamla.google-fonts
mgmcdermott.vscode-language-babel
mhutchie.git-graph
miramac.vscode-exec-node
moalamri.inline-fold
ms-edgedevtools.vscode-edge-devtools
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-github-issue-notebooks
nhoizey.gremlins
oderwat.indent-rainbow
p32929.one-console-log
pflannery.vscode-versionlens
pkief.material-icon-theme
rangav.vscode-thunder-client
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
schroeter.prettier-vscode-space-parenthesis
simonsiefke.svg-preview
skyran.js-jsx-snippets
softwaredotcom.swdc-vscode
standard.vscode-standard
svelte.svelte-vscode
tombonnike.vscode-status-bar-format-toggle
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
walkme.nodejs-extension-pack
wix.vscode-import-cost
yatki.vscode-surround
ysemeniuk.emmet-live
zignd.html-css-class-completion
